/* No comment provided by engineer. */
"%@ to %@" = "%1$@ do %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d od %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li do %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "potreban parametar „stavka”";

/* No comment provided by engineer. */
"'portal' parameter required" = "potreban parametar „portal”";

/* No comment provided by engineer. */
"'tags' parameter required" = "potreban parametar „oznake”";

/* No comment provided by engineer. */
"'title' parameter required" = "potreban parametar „naziv”";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Nema vrijednosti>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Uskraćen je pristup lokaciji uređaja.";

/* No comment provided by engineer. */
"Actual Size" = "Stvarna veličina";

/* No comment provided by engineer. */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Add Attachment" = "Dodaj privitak";

/* No comment provided by engineer. */
"Add..." = "Dodaj...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "ID stavke potreban je za ovu radnju. Dodajte ovu stavku Portalu za dobivanje ID-ja stavke.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Otkriven je nezabilježeni NSException, međutim izvorne informacije i stog poziva nisu dostupni. Prekinite iznimke objective-c za prikaz retka koda koji uzrokuje izvorni NSException. Više informacija o tome potražite u dokumentaciji.";

/* No comment provided by engineer. */
"Apply Geometry" = "Primijeni geometriju";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Potrebno je barem 1 mjesto usluge za računanje rute.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Potreban je barem 1 incident za računanje rute.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Potrebna su barem 2 mjesta zaustavljanja za računanje rute.";

/* No comment provided by engineer. */
"Attachment" = "Privitak";

/* No comment provided by engineer. */
"Attachments" = "Privici";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Pokušaj korištenja funkcionalnosti koja nije podržana za trenutačnu razinu licence";

/* No comment provided by engineer. */
"Authorization required" = "Potrebna autorizacija";

/* No comment provided by engineer. */
"Bad Request" = "Loš zahtjev";

/* No comment provided by engineer. */
"Bad URL." = "Loš URL.";

/* No comment provided by engineer. */
"bytes" = "bajtovi";

/* No comment provided by engineer. */
"Cancel" = "Odustani";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Ne može se spremiti u različitu vrstu stavke.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Nije moguće provjeriti identitet '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Potreban certifikat";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Izazov za URL: %1$@ s greškom zbroj: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Promjena vrste geoobjekta";

/* No comment provided by engineer. */
"Choose From Library" = "Izaberi iz knjižnice";

/* No comment provided by engineer. */
"Clear" = "Očisti";

/* No comment provided by engineer. */
"Clear Geometry" = "Izbriši geometriju";

/* No comment provided by engineer. */
"Continue" = "Nastavak";

/* No comment provided by engineer. */
"Created %d hours ago" = "Stvoreno prije %d sata/i";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Stvoreno prije %d minute/a";

/* No comment provided by engineer. */
"Created a minute ago" = "Stvoreno prije nekoliko minuta";

/* No comment provided by engineer. */
"Created an hour ago" = "Stvoreno prije sat vremena";

/* No comment provided by engineer. */
"Created by %@" = "Stvorio/la %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Stvorio/la %1$@ prije %2$d sati";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Stvorio/la %1$@ prije %2$d minuta";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Stvorio/la %@ prije nekoliko minuta";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Stvorio/la %@ prije sat vremena";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Stvorio/la %1$@ u %2$@ u %3$@ - dan";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Stvorio/la %1$@ u %2$@ u %3$@ - pun";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Stvorio/la %@ prije nekoliko sekundi";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Stvoreno %1$@ u %2$@ - dan";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Stvoreno %1$@ u %2$@ - pun";

/* No comment provided by engineer. */
"Created seconds ago" = "Stvoreno prije nekoliko sekundi";

/* No comment provided by engineer. */
"Credential Required" = "Potrebna vjerodajnica";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Podaci za tortni grafikon nisu važeći";

/* No comment provided by engineer. */
"Delete" = "Izbriši";

/* No comment provided by engineer. */
"Delete Attachment" = "Izbriši privitak";

/* No comment provided by engineer. */
"Delete Feature" = "Izbriši geoobjekt";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Brisanje ovog privitka uklonit će ga iz skočnog prozora i povezanog izvora podataka.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Brisanje ovog geoobjekta uklonit će ga s karte i iz povezanog izvora podataka.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Ne podudaraju se atributi vremena i udaljenosti uputa za vožnju.";

/* No comment provided by engineer. */
"Edit" = "Uredi";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Uređeno prije %d sata/i";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Uređeno prije %d minute/a";

/* No comment provided by engineer. */
"Edited a minute ago" = "Uređeno prije nekoliko minuta";

/* No comment provided by engineer. */
"Edited an hour ago" = "Uređeno prije sat vremena";

/* No comment provided by engineer. */
"Edited by %@" = "Uredio/la %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Uredio/la %1$@ prije %2$d sati";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Uredio/la %1$@ prije %2$d minuta";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Uredio/la %@ prije nekoliko minuta";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Uredio/la %@ prije sat vremena";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Uredio/la %1$@ %2$@ u %3$@ - dan";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Uredio/la %1$@ %2$@ u %3$@ - pun";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Uredio/la %@ prije nekoliko sekundi";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Uređeno %1$@ u %2$@ - dan";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Uređeno %1$@ u %2$@ - pun";

/* No comment provided by engineer. */
"Edited seconds ago" = "Uređeno prije nekoliko sekundi";

/* No comment provided by engineer. */
"Empty username/password" = "Prazno korisničko ime / lozinka";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Unesite datum između %1$@ i %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Unesite broj između %1$@ i %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Unesite broj između %1$i i %2$i";

/* No comment provided by engineer. */
"Error" = "Pogreška";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Pogreška pri dodavanju identiteta na keychain";

/* No comment provided by engineer. */
"Error adding keychain item" = "Pogreška dodavanja stavke keychain";

/* No comment provided by engineer. */
"Error extracting identity" = "Pogreška pri izdvajanju identiteta";

/* No comment provided by engineer. */
"Error Loading Page" = "Pogreška učitavanja stranice";

/* No comment provided by engineer. */
"Error removing keychain item" = "Pogreška uklanjanja stavke keychain";

/* No comment provided by engineer. */
"Error updating keychain item" = "Pogreška ažuriranja stavke keychain";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Premašuje maksimalnu vrijednost (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Jako veliko";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Mjesto usluge (%1$@) ima nevažeće nazive atributa za dodatne troškove (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Mjesto usluge (%1$@) ima negativan dodatni trošak (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Geoobjekt nije valjan.";

/* No comment provided by engineer. */
"Finish" = "Završetak";

/* No comment provided by engineer. */
"Finishing editing..." = "Završavanje uređivanja...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometrija";

/* No comment provided by engineer. */
"Hide" = "Sakrij";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Incident (%1$@) ima nevažeće nazive atributa za dodatne troškove (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Incident (%1$@) ima negativan dodatni trošak (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Umetni dio";

/* No comment provided by engineer. */
"Insert Vertex" = "Umetni vrh";

/* No comment provided by engineer. */
"Invalid argument." = "Nevažeći argument.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Nevažeće vjerodajnice";

/* No comment provided by engineer. */
"Invalid GPX data." = "Nevažeći GPX podaci.";

/* No comment provided by engineer. */
"Invalid groupID." = "Nevažeći ID grupe.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Pridruživanje ovoj organizaciji podržano je samo putem pozivnice, koju trebate primiti od administratora";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Zadrži trenutačne vrijednosti";

/* No comment provided by engineer. */
"Large" = "Veliko";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Manje od minimalne vrijednosti (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Licencirano samo za upotrebu razvojnih programera";

/* No comment provided by engineer. */
"Loading feature..." = "Učitavanje geoobjekta...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Karta sadrži podatke koji se ne mogu spremiti. Da biste spremili ovu kartu, koja će ukloniti ove podatke, potvrdite forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Srednje";

/* No comment provided by engineer. */
"Missing client certificate" = "Nedostaje certifikat klijenta";

/* string to represent hyperlink attributes */
"More Info" = "Više informacija";

/* No comment provided by engineer. */
"Move Geometry" = "Pomakni geometriju";

/* No comment provided by engineer. */
"Move Part" = "Pomakni dio";

/* No comment provided by engineer. */
"Move Vertex" = "Premjesti vrh";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Nije pronađen certifikat za pristup resursu '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Nema podataka za stvaranje trakastog grafikona";

/* No comment provided by engineer. */
"No data to create a line chart" = "Nema podataka za stvaranje linijskog grafikona";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Nema podataka za stvaranje tortnog grafikona";

/* No comment provided by engineer. */
"No image to display" = "Nema slike za prikaz";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Ne može se pronaći putanja između zadanog para mjesta zaustavljanja (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Nije važeći broj";

/* No comment provided by engineer. */
"Not a valid whole number" = "Nije važeći cijeli broj";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Objekt se ne može stvoriti bez portala.  Umjesto toga upotrijebite metodu fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "U redu";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Jedan ili više naziva ukupnih atributa (%@) nisu važeći.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Jedan ili više naziva atributa (%@) povezanih s vrijednostima atributa prilagođenog parametra nisu važeći.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Jedno ili više mjesta usluge (%@) nemaju geometriju.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Jedno ili više mjesta usluge (%@) imaju nevažeće približavanje rubniku.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Jedno ili više mjesta usluge (%@) imaju nevažeću graničnu vrijednost troška.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Jedan ili više incidenata (%@) nemaju geometriju.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Jedan ili više incidenata (%@) imaju nevažeće približavanje rubniku.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Jedan ili više incidenata (%@) imaju nevažeću graničnu vrijednost troška.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Jedan ili više incidenata (%@) imaju ukupno manje od 1 ciljnog mjesta usluge.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Jedan ili više naziva parametra (%@) povezanih s vrijednostima atributa prilagođenog parametra nisu važeći.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Jedna ili više vrijednosti parametra povezanih s vrijednostima atributa prilagođenog parametra (%@) nisu važeći.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Ne može se pronaći jedno ili više točkastih ograničenja (%@).";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Jedno ili više točkastih ograničenja (%@) nemaju geometriju.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Jedno ili više točkastih ograničenja (%@) imaju nevažeći naziv atributa dodatnog troška.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Jedno ili više točkastih ograničenja (%@) imaju nevažeće približavanje rubniku.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Jedno ili više poligonskih ograničenja (%@) ne pokrivaju elemente mreže.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Jedno ili više poligonskih ograničenja (%@) nemaju geometriju.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Jedno ili više poligonskih ograničenja (%@) imaju nevažeći naziv atributa skaliranog troška.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Jedno ili više linijskih ograničenja (%@) ne pokrivaju elemente mreže.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Jedno ili više linijskih ograničenja (%@) nemaju geometriju.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Jedno ili više linijskih ograničenja (%@) imaju nevažeći naziv atributa skaliranog troška.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Jedan ili više naziva atributa ograničenja (%@) nisu važeći.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Jedna ili više vrijednosti ograničenja upotrebe (%1$@) povezanih s vrijednostima atributa prilagođenog parametra (%2$@) nisu važeći.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Jedna ili više vrijednosti ograničenja upotrebe (%1$@) povezanih s vrijednostima atributa prilagođenog parametra (%2$@) neutralne su (tj. nemaju učinak).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Jedno ili više mjesta zaustavljanja (%@) nalaze se na neprelaznom elementu.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Jedno ili više mjesta zaustavljanja (%@) nalaze se na segmentu s mekim ograničenjem.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Ne može se pronaći jedno ili više mjesta zaustavljanja (%@).";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Do jednog ili više mjesta zaustavljanja (%@) ne može se doći s drugih mjesta zaustavljanja.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Jedno ili više mjesta zaustavljanja (%@) nemaju geometriju.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Jedno ili više mjesta zaustavljanja (%@) imaju završetak vremenskog okvira koje se događa prije početka vremenskog okvira.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Jedno ili više mjesta zaustavljanja (%@) imaju vremenski okvir koji započinje prije 1. siječnja 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Jedno ili više mjesta zaustavljanja (%@) imaju nevažeće približavanje rubniku.";

/* No comment provided by engineer. */
"Open in Safari" = "Otvori u Safariju";

/* No comment provided by engineer. */
"Password" = "Lozinka";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Unesite naziv za novi privitak";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Poligonsko ograničenje (%1$@) ima atribute negativnog troška ili troška skaliranog na nulu (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Linijsko ograničenje (%1$@) ima atribute negativnog troška ili troška skaliranog na nulu (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polilinije se ne mogu vratiti.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Korisnik javnog računa ne može pristupiti ovoj aplikaciji.";

/* No comment provided by engineer. */
"Remove Part" = "Ukloni dio";

/* No comment provided by engineer. */
"Remove Vertex" = "Ukloni vrh";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Promjena redoslijeda mjesta zaustavljanja (Problem trgovačkog putnika) nije podržano kad zbirka mjesta zaustavljanja sadrži međutočke ili stanke za odmor.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Vrati na zadane vrijednosti";

/* No comment provided by engineer. */
"Retry" = "Pokušaj ponovno";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Ruta počinje ili završava na međutočki.";

/* No comment provided by engineer. */
"Save Image" = "Spremi sliku";

/* No comment provided by engineer. */
"Save Movie" = "Spremi film";

/* No comment provided by engineer. */
"Sign In" = "Prijava";

/* No comment provided by engineer. */
"Skip" = "Preskoči";

/* No comment provided by engineer. */
"Small" = "Malo";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Zadano vrijeme početka odvija se prije 1. siječnja 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Mjesto zaustavljanja (%1$@) ima nevažeće nazive atributa za dodatne troškove (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Snimi fotografiju ili videozapis";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Zadana granična vrijednost troška nije važeća.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Zadani broj ciljnih mjesta usluge nije važeći.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Naziv atributa udaljenosti uputa za vožnju (%@) nije važeći.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Jezik uputa za vožnju nije važeći.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Atribut klase ceste za upute za vožnju nije važeći.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Stil uputa za vožnju nije važeći.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Naziv atributa vremena uputa za vožnju (%@) nije važeći.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Naziv atributa impedancije (%@) nije važeći.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Ulazna prostorna referenca nije definirana.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Mreža nema atribut hijerarhije za izvršavanje planiranja hijerarhijskog rutiranja.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Objekt prvo treba spremiti na portal pomoću metode 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Izlazna prostorna referenca nije definirana.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Udaljenost pojasa poligona nije važeći.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Resurs koji tražite možda je uklonjen, promijenjeno mu je ime ili je privremeno nedostupan";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Dobivena ruta prošla je jedan ili više elemenata mekog ograničenja (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Ruta je prevelika da se izračuna pomoću načina za putovanje hodanjem.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Uvjet „gdje” za pretragu nije podržan.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Certifikat poslužitelja nije važeći. Možda se spajate na poslužitelja koji se pretvara da je '%@', što bi moglo ugroziti vaše povjerljive podatke. Želite li se svejedno povezati?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Usluga ne može ispravno izračunati vremenski pomak.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Određeni ID klijenta nije važeći";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Ignoriralo se svojstvo vrste mjesta zaustavljanja za mjesta zaustavljanja (%@) jer poslužitelj ne podržava odabranu vrstu mjesta zaustavljanja.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Način putovanja postavljen je na zadane postavke.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Međutočke (%@) sadrže atribut za dodatne troškove.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Međutočke (%@) sadrže vremenske okvire.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Došlo je do pogreške prilikom učitavanja geoobjekta. Provjerite mrežnu povezivost.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Promijenjen je datum početka vremenskog okvira.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Ignoriralo se vremenske okvire jer atribut impedancije nije baziran na vremenu.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Za spremanje kao nove stavke morate biti prijavljeni na portal.";

/* No comment provided by engineer. */
"Today" = "Danas";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token nije važeći ili je istekao";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "URL tokena je prazan. Morate postaviti važeći URL tokena na vjerodajnicama.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Nije moguće prijaviti se s danim vjerodajnicama.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Nije moguće dohvatiti korisnički profil od davatelja usluge";

/* No comment provided by engineer. */
"Unauthorized access" = "Neovlašteni pristup";

/* No comment provided by engineer. */
"Unknown authentication error" = "Nepoznata pogreška provjere autentičnosti";

/* No comment provided by engineer. */
"Unknown condition." = "Nepoznato stanje.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Došlo je do nepoznate pogreške";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Nepodržani GPX podaci.";

/* No comment provided by engineer. */
"User canceled error" = "Pogreška „korisnik odustao”";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Korisničke licence koje je dodijelila vaša organizacija nisu važeće. Obratite se administratoru kako bi podesio dodjele licence i pokušajte ponovno.";

/* No comment provided by engineer. */
"Username" = "Korisničko ime";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Upotreba preglednika za provjeru autentičnosti...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Vrijednost premašuje maksimalnu dužinu polja od %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Mijenjate vrstu geoobjekta. Želite li zadržati svoje trenutačne vrijednosti (gdje je moguće) ili se vratiti na zadane vrijednosti?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Ne možete se prijaviti jer nemate račun organizacije povezan s vašim vjerodajnicama društvenih mreža";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Nemate dopuštenje za pristup ovom resursu";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Nemate dovoljnu korisničku razinu za pristup ovoj aplikaciji.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Morate biti prijavljeni na Portal za izvršavanje ove radnje.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Morate odrediti ocjenu između 1 i 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Morate odrediti opisni ključ za korištenje lokacije (NSLocationWhenInUseUsageDescription ili NSLocationAlwaysUsageDescription) za vaš plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Morate odabrati certifikat za pristup resursu '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Morate se prijaviti kako biste pristupili resursu '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Nepoznato";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimetri";
"Decimal Degrees" = "Decimalni stupnjevi";
"Decimeters" = "Decimetri";
"Feet" = "Stope";
"Inches" = "Inči";
"Kilometers" = "Kilometri";
"Meters" = "Metri";
"Miles" = "Milje";
"Millimeters" = "Milimetri";
"Nautical Miles" = "Nautičke milje";
"Points" = "Točke";
"Yards" = "Jardi";

/* Area Units Abbreviated Strings */
"sq. in" = "kvadr. in";
"sq. ft" = "kvadr. stopa";
"sq. yd" = "kvadr. jard";
"ac" = "ac";
"sq. mi" = "kvadr. mi";
"sq. mm" = "kvadr. mm";
"sq. cm" = "kvadr. cm";
"sq. dm" = "kvadr. dm";
"sq. m" = "kvadr. m";
"ares" = "ari";
"ha" = "ha";
"sq. km" = "kvadr. km";

/* Area Units Display Strings */
"Square Inches" = "Kvadratni inči";
"Square Feet" = "Kvadratne stope";
"Square Yards" = "Kvadratni jardi";
"Acres" = "Rali";
"Square Miles" = "Kvadratne milje";
"Square Millimeters" = "Kvadratni milimetri";
"Square Centimeters" = "Kvadratni centimetri";
"Square Decimeters" = "Kvadratni decimetri";
"Square Meters" = "Kvadratni metri";
"Ares" = "Ari";
"Hectares" = "Hektari";
"Square Kilometers" = "Kvadratni kilometri";

